Repository: ArekvanSchaijk/T3EXT-properties
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: nl

# tab.location
source: Location
nl: Locatie

# tab.offer
source: Offer Details
nl: Aanbod details

# palettes.location.address
source: Address
nl: Adres

# palettes.object.surfaces
source: Surfaces (in square meters)
nl: Oppervlakte (in viekante meters)

# palettes.object.property_details
source: Property Details
nl: Object details

# palettes.offer.sale_details
source: Sale Details
nl: Verkoop details

# palettes.offer.rent_details
source: Rent Details
nl: Verhuur details

# tx_properties_domain_model_object.name
source: Name
nl: Naam

# tx_properties_domain_model_object.type.0
source: -- select --
nl: -- Selecteer â€“-

# tx_properties_domain_model_object.type.1
source: Building
nl: Gebouw

# tx_properties_domain_model_object.type.2
source: Lot
nl: Kavel

# tx_properties_domain_model_object.type_building
source: Type Building
nl: Staat gebouw

# tx_properties_domain_model_object.type_building.0
source: -- select --
nl: -- selecteer --

# tx_properties_domain_model_object.type_building.1
source: New
nl: Nieuw

# tx_properties_domain_model_object.type_building.2
source: Existing
nl: Bestaand

# tx_properties_domain_model_object.sort
source: Sort
nl: Soort

# tx_properties_domain_model_object.offer
source: Type of offer
nl: Type aanbod

# tx_properties_domain_model_object.offer.0
source: For Sale
nl: Te Koop

# tx_properties_domain_model_object.offer.1
source: For Rent
nl: Te Huur

# tx_properties_domain_model_object.offer.2
source: For Sale or For Rent (both)
nl: Te koop of Te Huur

# tx_properties_domain_model_object.images
source: Images
nl: Afbeeldingen

# tx_properties_domain_model_object.year
source: Year
nl: Bouwjaar

# tx_properties_domain_model_object.environmental_class
source: Environmental Class
nl: Energielabel

# tx_properties_domain_model_object.environmental_class.0
source: -- select --
nl: -- selecteer --

# tx_properties_domain_model_object.description
source: Description
nl: Omschrijving

# tx_properties_domain_model_object.street
source: Street
nl: Straat

# tx_properties_domain_model_object.street_number
source: Number
nl: Huisnummer

# tx_properties_domain_model_object.zip_code
source: Zip Code
nl: Postcode

# tx_properties_domain_model_object.country
source: Country
nl: Land

# tx_properties_domain_model_object.price
source: Price
nl: Prijs

# tx_properties_domain_model_object.rent_price
source: Rent Price
nl: Huurprijs

# tx_properties_domain_model_object.rent_price_type
source: Rent Price Type
nl: Huurprijs type

# tx_properties_domain_model_object.rent_price_type.0
source: Basic
nl: Basis

# tx_properties_domain_model_object.rent_availability
source: Rent Availability
nl: Huur beschikbaarheid

# tx_properties_domain_model_object.rent_availability.0
source: Immediately Available
nl: Direct beschikbaar

# tx_properties_domain_model_object.rent_availability.1
source: Wait
nl: Wacht

# tx_properties_domain_model_object.rent_availability.2
source: By date
nl: Op datum

# tx_properties_domain_model_object.rent_availability.3
source: In Consultation
nl: In overleg

# tx_properties_domain_model_object.rent_wait
source: Wait
nl: Wacht

# tx_properties_domain_model_object.rent_wait.0
source: -- select --
nl: -- selecteer --

# tx_properties_domain_model_object.rent_wait.1
source: Up to 1 month
nl: Tot 1 maand

# tx_properties_domain_model_object.rent_wait.2
source: Up to 2 months
nl: Tot 2 maanden

# tx_properties_domain_model_object.rent_wait.3
source: Up to 3 months
nl: Tot 3 maanden

# tx_properties_domain_model_object.rent_wait.4
source: Up to 6 months
nl: Tot 6 maanden

# tx_properties_domain_model_object.rent_available_date
source: Rent Available Date
nl: Beschikbaar vanaf

# tx_properties_domain_model_object.rental_agreement
source: Rental Agreement
nl: Huurovereenkomst

# tx_properties_domain_model_object.rental_agreement.0
source: Undetermined Time
nl: Onbepaalde tijd

# tx_properties_domain_model_object.rental_agreement.1
source: Temporary Rent
nl: Tijdelijke verhuur

# tx_properties_domain_model_object.lease_conditions
source: Lease Conditions
nl: Lease condities

# tx_properties_domain_model_object.lease_conditions.0
source: -- select --
nl: -- selecteer --

# tx_properties_domain_model_object.lease_conditions.1
source: Padded
nl: Gestoffeerd

# tx_properties_domain_model_object.lease_conditions.2
source: Furnished
nl: Gemeubileerd

# tx_properties_domain_model_object.accessibility
source: Accessibility
nl: Toegankelijkheid

# tx_properties_domain_model_object.accessibility.0
source: -- select --
nl: -- selecteer --

# tx_properties_domain_model_object.accessibility.1
source: Custom Home
nl: Op maat gemaakt

# tx_properties_domain_model_object.accessibility.2
source: Disability Home
nl: Invaliden woning

# tx_properties_domain_model_object.accessibility.3
source: Seniors Home
nl: Senioren woning

# tx_properties_domain_model_object.price_per_square_metre
source: Price Per Square Metre
nl: Prijs per vierkante meter

# tx_properties_domain_model_object.lot_size
source: Lot Size
nl: Oppervlakte perceelt

# tx_properties_domain_model_object.living_area
source: Living Area
nl: Woongedeelte

# tx_properties_domain_model_object.garden_area
source: Garden Area
nl: Tuin

# tx_properties_domain_model_object.number_of_rooms
source: Number Of Rooms
nl: Aantal Kamers

# tx_properties_domain_model_object.number_of_bedrooms
source: Number Of Bedrooms
nl: Aantal Slaapkamers

# tx_properties_domain_model_object.latitude
source: Latitude
nl: Breedtegraad

# tx_properties_domain_model_object.longitude
source: Longitude
nl: Lengtegraad

# tx_properties_domain_model_object.latitude_longitude_md5
source: Latitude Longitude Md5
nl: Lengte-breedtegraad sleutel

# tx_properties_domain_model_object.category
source: Category
nl: Categorie

# tx_properties_domain_model_object.category.0
source: -- select --
nl: -- selecteer --

# tx_properties_domain_model_object.presences
source: Presences
nl: Aanwezigheden

# tx_properties_domain_model_object.town
source: Town
nl: Plaats

# tx_properties_domain_model_object.town.0
source: -- select --
nl: -- selecteer --

# tx_properties_domain_model_object.position
source: Position
nl: Ligging

# tx_properties_domain_model_object.position.0
source: -- select --
nl: -- selecteer --

# tx_properties_domain_model_object.garden_position
source: Garden Position
nl: Ligging tuin

# tx_properties_domain_model_object.garden_position.0
source: -- select --
nl: -- selecteer --

# tx_properties_domain_model_object.garden_position.1
source: North
nl: Noorden

# tx_properties_domain_model_object.garden_position.2
source: West
nl: Westen

# tx_properties_domain_model_object.garden_position.3
source: South
nl: Zuiden

# tx_properties_domain_model_object.garden_position.4
source: East
nl: Oosten

# tx_properties_domain_model_object.construction_type
source: Construction Type
nl: Soort bouw

# tx_properties_domain_model_object.construction_type.0
source: -- select --
nl: -- selecteer --

# tx_properties_domain_model_object.garage.0
source: Check if this object has a garage
nl: Selecteer als dit object een garage heeft

# tx_properties_domain_model_object.garage_capacity
source: Garage Capacity
nl: Garage Capaciteit

# tx_properties_domain_model_object.garage_sort
source: Sort Garage
nl: Soort garage

# tx_properties_domain_model_object.garage_sort.0
source: -- select --
nl: -- selecteer --

# tx_properties_domain_model_presence
source: Presence
nl: Aanwezigheden

# tx_properties_domain_model_presence.name
source: Name
nl: Naam

# tx_properties_domain_model_category
source: Category
nl: Categorie

# tx_properties_domain_model_category.name
source: Name
nl: Naam

# tx_properties_domain_model_town
source: Town
nl: Plaats

# tx_properties_domain_model_town.name
source: Name
nl: Naam

# tx_properties_domain_model_position
source: Position
nl: Ligging

# tx_properties_domain_model_position.name
source: Name
nl: Naam

# tx_properties_domain_model_constructiontype
source: Construction Type
nl: Soort bouw

# tx_properties_domain_model_constructiontype.name
source: Name
nl: Naam

# tx_properties_domain_model_garagesort
source: Garage Sort
nl: Garage type

# tx_properties_domain_model_garagesort.name
source: Name
nl: Naam
